[
    {
        "titulo": "A TODOS LOS CHICOS DE LOS QUE ME ENAMORE",
        "descripcion": "A TODOS LOS CHICOS DE LOS QUE ME ENAMORE es una película de comedia romántica adolescente que sigue la historia de Lara Jean Covey, una chica tímida que escribe cartas de amor secretas a cada chico del que se ha enamorado. Pero un día, las cartas son enviadas accidentalmente y su vida amorosa se complica cuando los chicos de su pasado regresan a su vida. A medida que Lara Jean se enfrenta a situaciones incómodas y emociones confusas, descubre el verdadero significado del amor y la autenticidad.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "LA CHICA DE MIS SUEÑOS",
        "descripcion": "LA CHICA DE MIS SUEÑOS es una película de romance adolescente que sigue la historia de un chico tímido y un tanto excéntrico que se enamora perdidamente de una chica popular y aparentemente inalcanzable en su escuela secundaria. A medida que intenta acercarse a ella y ganarse su corazón, se embarca en una serie de situaciones cómicas y conmovedoras que desafían sus propias percepciones sobre el amor y la autoestima.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "A DOS METROS DE TI",
        "descripcion": "A DOS METROS DE TI es una película de romance adolescente que sigue la historia de dos adolescentes que sufren de fibrosis quística y deben mantenerse a una distancia segura para evitar contagios. A pesar de su situación, desarrollan una conexión profunda y empática que desafía las barreras físicas y emocionales. A medida que luchan contra su enfermedad y exploran su amor mutuo, descubren el verdadero significado de la intimidad y la esperanza.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "EL STAND DE LOS BESOS",
        "descripcion": "EL STAND DE LOS BESOS es una película de romance adolescente que sigue la historia de una joven que nunca ha sido besada y decide abrir un stand de besos en un evento de recaudación de fondos de su escuela. A medida que se embarca en esta aventura con su mejor amigo, descubre lecciones sobre el amor, la amistad y la autoaceptación. Con momentos dulces y divertidos, esta película es una celebración del primer amor y la juventud.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "SIERRA BURGESS ES UNA PERDEDORA",
        "descripcion": "SIERRA BURGESS ES UNA PERDEDORA es una película de romance adolescente que sigue la historia de una inteligente pero insegura estudiante de secundaria que se encuentra envuelta en un engaño romántico cuando comienza a intercambiar mensajes de texto con el chico más popular de la escuela, haciéndose pasar por otra persona. A medida que se desarrolla la trama, Sierra debe enfrentar las consecuencias de sus acciones y aprender a aceptarse a sí misma tal como es.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "AFTER",
        "descripcion": "AFTER es una película de romance adolescente basada en la exitosa novela de Anna Todd. La historia sigue a Tessa, una joven que comienza su primer año en la universidad y se encuentra atraída por Hardin Scott, un chico rebelde y enigmático con un pasado complicado. A medida que su relación se desarrolla, Tessa se ve obligada a enfrentar sus propias inseguridades y descubrir qué es lo que realmente quiere en la vida y en el amor.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "AFTER: EN MIL PEDAZOS",
        "descripcion": "AFTER: EN MIL PEDAZOS es la continuación de la exitosa película de romance adolescente, AFTER. La historia sigue a Tessa y Hardin mientras enfrentan nuevos desafíos en su relación tumultuosa. A medida que luchan por superar los errores del pasado y construir un futuro juntos, deben aprender a confiar el uno en el otro y en ellos mismos. Con momentos emocionantes y conmovedores, esta película es una exploración del amor, la redención y el perdón.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "MI PRIMER BESO",
        "descripcion": "MI PRIMER BESO es una comedia romántica adolescente que sigue la historia de una joven que nunca ha sido besada y decide embarcarse en una misión para tener su primer beso antes de graduarse de la escuela secundaria. A medida que recibe la ayuda de un chico popular, descubre lecciones sobre el amor, la amistad y la autoaceptación. Con momentos divertidos y conmovedores, MI PRIMER BESO es una película que captura la emoción y la inocencia del primer amor.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "LA SOCIEDAD DE LOS POETAS MUERTOS",
        "descripcion": "LA SOCIEDAD DE LOS POETAS MUERTOS es una película que sigue la historia de un carismático profesor de literatura que inspira a sus estudiantes a desafiar las convenciones y a vivir sus vidas con pasión y autenticidad. A medida que los jóvenes exploran el poder de la poesía y la libertad de pensamiento, descubren el verdadero significado de la vida y el amor. Con una actuación memorable de Robin Williams y una dirección conmovedora de Peter Weir, esta película es una celebración del espíritu humano y el poder transformador de la educación.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "DUMPLIN'",
        "descripcion": "DUMPLIN' es una película de comedia y romance adolescente que sigue la historia de una chica con sobrepeso que decide desafiar las normas de belleza de su pequeño pueblo al participar en un concurso de belleza local. A medida que se enfrenta a la presión social y la discriminación, encuentra apoyo en sus amigos y su amor por la música country. Con momentos divertidos y conmovedores, esta película es una celebración de la autoaceptación y la diversidad.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "AMOR A PRIMERA VISTA",
        "descripcion": "AMOR A PRIMERA VISTA es una película romántica adolescente que sigue la historia de un hombre que se enamora de una mujer en un instante y lucha por encontrarla nuevamente. A medida que recorre la ciudad en busca de pistas sobre su identidad, descubre secretos oscuros y desafíos inesperados que pondrán a prueba su determinación y su fe en el destino. Con momentos emotivos y una trama intrigante, AMOR A PRIMERA VISTA es una exploración del poder del amor y la conexión humana.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "QUIZÁS PARA SIEMPRE",
        "descripcion": "QUIZÁS PARA SIEMPRE es una película romántica adolescente que sigue la historia de una joven que sufre de fibrosis quística y está en busca de un trasplante de pulmón. A medida que enfrenta la incertidumbre y la mortalidad, se encuentra con un chico encantador que le enseña a vivir cada día como si fuera el último. Con momentos conmovedores y emotivos, esta película es una celebración del amor y la vida.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "MI PRIMER AMOR",
        "descripcion": "MI PRIMER AMOR es una película de romance adolescente que sigue la historia de dos jóvenes vecinos que se enamoran en la década de 1950. A medida que enfrentan la desaprobación de sus familias y la presión de la sociedad, su amor se pone a prueba y deben tomar decisiones difíciles sobre su futuro. Con una ambientación nostálgica y actuaciones conmovedoras, esta película es una oda al primer amor y la inocencia de la juventud.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "ELLE",
        "descripcion": "ELLE es una película de romance adolescente que sigue la historia de una chica popular de secundaria que se enamora de su vecino introvertido después de que él le salva la vida. A medida que su relación se desarrolla, deben enfrentar los estigmas sociales y las expectativas de sus amigos y familiares. Con momentos divertidos y conmovedores, esta película es una exploración de la vulnerabilidad y el coraje de seguir el corazón.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "NOAH",
        "descripcion": "NOAH es una película de romance adolescente que sigue la historia de una pareja de adolescentes que se enamoran perdidamente en un campamento de verano. A medida que su relación se profundiza, enfrentan desafíos y obstáculos que amenazan con separarlos. Con momentos románticos y emotivos, esta película es una celebración del primer amor y la inocencia de la juventud.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "LA RAZÓN DE ESTAR CONTIGO",
        "descripcion": "LA RAZÓN DE ESTAR CONTIGO es una película de drama y romance adolescente que sigue la historia de un perro leal que reencarna varias veces y deja una profunda huella en las vidas de las personas que encuentra a lo largo del camino. A medida que narra las aventuras del perro a lo largo de las décadas, la película explora temas de amor, lealtad y el vínculo especial entre humanos y animales.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "ALOHA",
        "descripcion": "ALOHA es una película de romance adolescente que sigue la historia de un contratista militar que regresa a Hawái para supervisar el lanzamiento de un satélite. A medida que se encuentra con su ex novia y conoce a una piloto de las Fuerzas Aéreas, su vida se complica cuando se ve envuelto en un triángulo amoroso. Con una ambientación exótica y momentos románticos, esta película es una exploración del perdón y la búsqueda de segundas oportunidades.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "EL ÚLTIMO BAILE",
        "descripcion": "EL ÚLTIMO BAILE es una película de romance adolescente que sigue la historia de un estudiante de secundaria que se enamora de una joven estrella del pop que visita su pequeño pueblo para filmar un video musical. A medida que se embarcan en una aventura romántica, deben enfrentar la oposición de sus amigos y la presión de la fama. Con momentos emocionantes y conmovedores, esta película es una celebración del primer amor y el poder de la música para unir a las personas.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "MI ULTIMO BAILE",
        "descripcion": "MI ULTIMO BAILE es una película de romance adolescente que sigue la historia de una joven bailarina que sueña con convertirse en una estrella de Broadway. A medida que se enfrenta a la presión de la competencia y las expectativas de su familia, encuentra apoyo en un apasionado bailarín que la ayuda a perseguir sus sueños. Con momentos emocionantes y conmovedores, esta película es una celebración del arte, la pasión y la determinación.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "TODO, TODO",
        "descripcion": "TODO, TODO es una película de romance adolescente que sigue la historia de una adolescente que sufre de una enfermedad autoinmune rara que la obliga a vivir en confinamiento en su casa. Pero cuando un chico nuevo se muda al vecindario, su vida monótona da un giro inesperado cuando se embarcan en un romance prohibido. Con momentos emotivos y conmovedores, esta película es una exploración del amor y la libertad de vivir sin miedo.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "PAPER TOWNS",
        "descripcion": "PAPER TOWNS es una película de romance adolescente basada en la novela de John Green. La historia sigue a un joven que se embarca en un viaje por carretera con sus amigos para encontrar a su vecina de la infancia, que desapareció misteriosamente después de que él se enamorara de ella. A medida que siguen las pistas dejadas por la chica, descubren secretos oscuros y verdades inesperadas sobre el amor y la vida.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "BAJO LA MISMA ESTRELLA",
        "descripcion": "BAJO LA MISMA ESTRELLA es una película de romance adolescente basada en la novela de John Green. La historia sigue a dos adolescentes que se conocen en un grupo de apoyo para pacientes con cáncer y se enamoran mientras enfrentan su propia mortalidad. A medida que comparten risas, lágrimas y momentos inolvidables, descubren el verdadero significado del amor y la belleza de la vida. Con actuaciones conmovedoras y una historia emotiva, esta película es una celebración del amor y la esperanza.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "ALEXA & KATIE",
        "descripcion": "ALEXA & KATIE es una serie de comedia y drama adolescente que sigue la historia de dos mejores amigas que comienzan la escuela secundaria mientras una de ellas lucha contra el cáncer. A medida que enfrentan los desafíos de la adolescencia y la enfermedad, encuentran apoyo en su amistad y en su determinación para vivir la vida al máximo. Con momentos divertidos y conmovedores, esta serie es una celebración de la amistad y la resiliencia.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "AFTER: ANTES DE ELLA",
        "descripcion": "AFTER: ANTES DE ELLA es una película de romance adolescente que explora los orígenes de la relación entre Tessa y Hardin antes de los eventos de la primera película de la serie AFTER. La historia sigue a Tessa durante su último año en la escuela secundaria mientras conoce a Hardin, un chico misterioso y cautivador que cambia su vida para siempre. A medida que su romance florece, deben enfrentar sus propios demonios y aprender a confiar el uno en el otro.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "EL CORAZÓN DE LA BESTIA",
        "descripcion": "EL CORAZÓN DE LA BESTIA es una película de romance adolescente que sigue la historia de una joven que se enamora de un chico con una maldición que lo convierte en una bestia durante el día. A medida que intenta romper el hechizo y encontrar la verdadera belleza interior, descubre el poder del amor y la aceptación. Con momentos románticos y emotivos, esta película es una versión moderna del clásico cuento de hadas.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "AMIGOS DE SECUNDARIA",
        "descripcion": "AMIGOS DE SECUNDARIA es una película de comedia y romance adolescente que sigue la historia de un grupo de amigos que se enfrentan a los desafíos del último año de secundaria. A medida que se preparan para la graduación y se enfrentan a la realidad de la vida después de la escuela, descubren el verdadero significado de la amistad y el amor. Con momentos divertidos y conmovedores, esta película es una celebración del paso a la adultez y los lazos que nos unen.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "UN PRÍNCIPE DE NAVIDAD",
        "descripcion": "UN PRÍNCIPE DE NAVIDAD es una película de romance adolescente que sigue la historia de una joven periodista que es enviada a un pequeño país europeo para cubrir una conferencia de prensa con el príncipe heredero. A medida que se encuentra con el príncipe y su encantadora familia, descubre el verdadero significado de la Navidad y el amor. Con una ambientación festiva y momentos románticos, esta película es una celebración del espíritu navideño y la magia del amor.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "UN PRÍNCIPE DE NAVIDAD: LA BODA REAL",
        "descripcion": "UN PRÍNCIPE DE NAVIDAD: LA BODA REAL es la secuela de la película de romance adolescente, UN PRÍNCIPE DE NAVIDAD. La historia sigue a la joven periodista y al príncipe heredero mientras planean su boda real en medio de la agitación política y las expectativas familiares. A medida que enfrentan obstáculos y dilemas, deben decidir si su amor es lo suficientemente fuerte como para superar cualquier adversidad.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "DESCONOCIDOS: TU PEOR PESADILLA",
        "descripcion": "DESCONOCIDOS: TU PEOR PESADILLA es una película de suspense y romance adolescente que sigue la historia de una joven que se enamora de un chico aparentemente perfecto en línea. Pero cuando finalmente se encuentran en persona, descubre que él no es quien dice ser y su vida se convierte en una pesadilla. A medida que lucha por escapar de su control y proteger a sus seres queridos, debe confiar en sus propios instintos y fortaleza interior.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "SI NO DESPIERTO",
        "descripcion": "SI NO DESPIERTO es una película de romance adolescente que sigue la historia de una chica popular de secundaria que se encuentra atrapada en un bucle temporal y revive el mismo día una y otra vez. A medida que intenta descubrir la causa de su extraña situación, debe tomar decisiones difíciles sobre el amor, la amistad y el destino. Con momentos emocionantes y conmovedores, esta película es una exploración del poder del arrepentimiento y la oportunidad de cambiar el futuro.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "MI PRIMER VERANO",
        "descripcion": "MI PRIMER VERANO es una película de romance adolescente que sigue la historia de dos adolescentes que se enamoran durante unas vacaciones de verano en la costa italiana. A medida que exploran la belleza del paisaje y la pasión de su amor, deben enfrentar la realidad de que su tiempo juntos es limitado. Con momentos románticos y emotivos, esta película es una celebración del amor y la aventura de la juventud.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "ANTES DE TI",
        "descripcion": "ANTES DE TI es una película de romance adolescente que sigue la historia de una chica que se enamora de un chico en silla de ruedas mientras cuida de él como su asistente personal. A medida que su relación se desarrolla, deben enfrentar los prejuicios sociales y las expectativas familiares mientras luchan por encontrar la felicidad juntos. Con momentos emotivos y conmovedores, esta película es una exploración del amor y la superación de las adversidades.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "THE EDGE OF SEVENTEEN",
        "descripcion": "THE EDGE OF SEVENTEEN es una película de comedia y romance adolescente que sigue la historia de una chica marginada que enfrenta desafíos en la escuela secundaria y en su vida personal. A medida que lucha por encontrar su lugar en el mundo, encuentra apoyo en su inesperada amistad con un compañero de clase y un profesor comprensivo. Con momentos divertidos y conmovedores, esta película es una celebración de la adolescencia y la búsqueda de la identidad.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "PARA TODOS LOS CHICOS: P.D. TODAVÍA TE QUIERO",
        "descripcion": "PARA TODOS LOS CHICOS: P.D. TODAVÍA TE QUIERO es la secuela de la película de romance adolescente, A TODOS LOS CHICOS DE LOS QUE ME ENAMORÉ. La historia sigue a Lara Jean Covey mientras navega por las complicaciones de su relación con Peter Kavinsky y la llegada de un antiguo pretendiente que despierta viejos sentimientos. A medida que enfrenta dilemas emocionales y secretos del pasado, debe decidir qué es lo que realmente quiere en el amor y la vida.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "LOVE, SIMON",
        "descripcion": "LOVE, SIMON es una película de romance adolescente que sigue la historia de un estudiante de secundaria que lucha por aceptar su homosexualidad mientras se enamora de un chico anónimo en línea. A medida que se comunica con su misterioso enamorado y enfrenta la presión de mantener su secreto, debe encontrar el coraje de ser fiel a sí mismo y enfrentar su verdad. Con momentos emotivos y conmovedores, esta película es una celebración del amor y la autoaceptación.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "EL CAMINO DE REGRESO",
        "descripcion": "EL CAMINO DE REGRESO es una película de drama y romance adolescente que sigue la historia de un ex jugador de baloncesto alcohólico que encuentra redención al entrenar a un equipo de secundaria. A medida que se conecta con los jóvenes y les enseña lecciones de vida a través del deporte, descubre el verdadero significado del amor y la familia. Con momentos conmovedores y emotivos, esta película es una exploración de la esperanza y la superación de las adversidades.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "ALIVE",
        "descripcion": "ALIVE es una película de drama y romance adolescente que sigue la historia de una chica que se enamora de un chico con una enfermedad terminal. A medida que enfrentan el futuro incierto y las emociones intensas, descubren el verdadero significado del amor y la importancia de vivir cada día como si fuera el último. Con momentos emotivos y conmovedores, esta película es una celebración de la vida y el amor.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "TE DARE MI VIDA",
        "descripcion": "TE DARE MI VIDA es una película de romance adolescente que sigue la historia de una joven madre soltera que lucha por criar a su hijo mientras busca al padre desaparecido del niño. A medida que se enfrenta a obstáculos y desafíos inesperados, encuentra apoyo en un joven policía que la ayuda en su búsqueda. Con momentos emocionantes y conmovedores, esta película es una exploración del amor y la determinación.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "AMOR EN OBRAS",
        "descripcion": "AMOR EN OBRAS es una película de romance adolescente que sigue la historia de una joven que hereda una posada en Nueva Zelanda y se embarca en una aventura para renovar el lugar y encontrar el amor. A medida que trabaja en la posada con un contratista local, descubre el verdadero significado del hogar y la familia. Con momentos románticos y emotivos, esta película es una celebración de la renovación y el amor inesperado.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "CRISTAL OSCURO: LA ERA DE LA RESISTENCIA",
        "descripcion": "CRISTAL OSCURO: LA ERA DE LA RESISTENCIA es una serie de fantasía y romance adolescente que sigue la historia de tres jóvenes que se embarcan en una misión para salvar su mundo de la destrucción. A medida que enfrentan peligros y desafíos, descubren el verdadero significado del coraje y la amistad. Con una ambientación impresionante y momentos emocionantes, esta serie es una celebración de la imaginación y el heroísmo.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "NUESTROS CORAZONES ROTOS",
        "descripcion": "NUESTROS CORAZONES ROTOS es una película de drama y romance adolescente que sigue la historia de una chica que se enamora de un chico con problemas de adicción. A medida que enfrentan desafíos personales y luchan por mantener su relación a flote, descubren el verdadero significado del amor y la redención. Con momentos conmovedores y emotivos, esta película es una exploración de la esperanza y la superación de las adversidades.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "TRES METROS SOBRE EL CIELO",
        "descripcion": "TRES METROS SOBRE EL CIELO es una película de romance adolescente que sigue la historia de dos jóvenes de mundos diferentes que se enamoran a pesar de las diferencias sociales y los obstáculos que enfrentan. Ambientada en Barcelona, la película narra la relación apasionada y turbulenta entre Hache, un chico rebelde y con problemas, y Babi, una chica de clase alta. A medida que exploran el amor y la libertad, deben enfrentar el desafío de mantener su relación en un mundo lleno de prejuicios y expectativas.",
        "genero": "Drama Adolescente"
    },
    {
        "titulo": "TENGO GANAS DE TI",
        "descripcion": "TENGO GANAS DE TI es la secuela de la película TRES METROS SOBRE EL CIELO, que sigue la historia de Hache después de su regreso a Barcelona tras dos años en Londres. En su regreso, se encuentra con antiguos amigos y se enamora de Gin, una chica misteriosa y apasionada. A medida que luchan con sus propios demonios y secretos del pasado, deben enfrentar las consecuencias de sus acciones y decidir si el amor puede superar todo. Con momentos románticos y emocionantes, esta película es una exploración del crecimiento personal y el poder del amor para sanar las heridas del pasado.",
        "genero": "Drama Adolescente"
    }
]