[
    {
        "titulo": "TERREMOTO",
        "descripcion": "En esta película de catástrofe, una serie de terremotos devastadores golpean una ciudad, dejando a sus habitantes luchando por sobrevivir en medio del caos y la destrucción. Mientras los edificios se derrumban y las calles se desmoronan, un grupo de personas valientes se une para enfrentar la tragedia y encontrar esperanza en medio de la adversidad.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "TSUNAMI",
        "descripcion": "Un gigantesco tsunami golpea la costa de un pueblo costero, sumergiendo todo a su paso bajo una ola masiva de destrucción. En medio del caos y la desesperación, un grupo de sobrevivientes lucha por mantenerse con vida mientras buscan un refugio seguro y se enfrentan a peligros desconocidos en alta mar.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "VOLCAN",
        "descripcion": "Cuando un volcán entra en erupción repentinamente en una pequeña ciudad, desencadena una serie de eventos catastróficos que amenazan con destruir todo a su paso. Con lava ardiente y cenizas volando por los cielos, los residentes luchan por escapar del desastre natural y encontrar una salida antes de que sea demasiado tarde.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "INUNDACIÓN",
        "descripcion": "Las fuertes lluvias desencadenan una inundación repentina que sumerge una ciudad entera bajo el agua. Mientras los niveles de agua suben rápidamente, un grupo de personas debe unirse para enfrentar la creciente amenaza y encontrar una manera de sobrevivir en medio de la devastación y el caos.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "TORNADO",
        "descripcion": "Una serie de tornados mortales azota una región, dejando a su paso un rastro de destrucción y caos. Mientras los vientos huracanados arrasan la tierra, un grupo de personas se encuentra atrapado en medio de la tormenta, luchando por sobrevivir mientras buscan refugio y esperanza en medio de la calamidad.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "APOCALIPSIS",
        "descripcion": "En un mundo asolado por desastres naturales y catástrofes globales, un grupo de sobrevivientes lucha por mantenerse con vida en un paisaje desolado y peligroso. Con recursos escasos y amenazas constantes, deben unir fuerzas y enfrentar los desafíos que se interponen en su camino mientras luchan por un futuro mejor.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "CONTAGIO",
        "descripcion": "En esta película de catástrofe, un virus mortal se propaga rápidamente por todo el mundo, desencadenando una pandemia global que amenaza con acabar con la humanidad. Mientras los sistemas de salud colapsan y la sociedad se desmorona, un grupo de científicos valientes lucha contra reloj para encontrar una cura antes de que sea demasiado tarde.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "GEOSTORM",
        "descripcion": "En un futuro cercano, la humanidad ha desarrollado una red de satélites diseñados para controlar el clima y prevenir desastres naturales. Pero cuando el sistema comienza a fallar, desencadena una serie de eventos catastróficos que amenazan con destruir el planeta. Ahora, un ingeniero valiente debe emprender una misión peligrosa para detener la tormenta global y salvar a la humanidad.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "SAN ANDREAS",
        "descripcion": "Cuando un gran terremoto sacude California, desencadena una serie de desastres naturales que amenazan con destruir ciudades enteras y sumergir la costa oeste bajo el mar. Mientras la tierra tiembla y los edificios se desmoronan, un piloto de helicóptero valiente se embarca en una misión de rescate desesperada para salvar a su familia y encontrar esperanza en medio del caos.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "2012",
        "descripcion": "En esta épica película de catástrofe, el mundo enfrenta su fin cuando una serie de eventos apocalípticos desencadenan una devastadora serie de desastres naturales. Mientras las ciudades se derrumban y los océanos se desbordan, un grupo de personas valientes lucha por sobrevivir en un mundo al borde del colapso.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "ARMAGEDDON",
        "descripcion": "Cuando un asteroide gigante se dirige hacia la Tierra, amenazando con destruir todo a su paso, la humanidad se enfrenta a su mayor desafío. Con el tiempo agotándose, un equipo de perforadores de petróleo valientes es reclutado por la NASA para realizar una misión desesperada para salvar el planeta de la aniquilación total.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "DIA DE LA INDEPENDENCIA",
        "descripcion": "En este épico thriller de catástrofe, la humanidad se enfrenta a una invasión alienígena devastadora que amenaza con acabar con la vida en la Tierra. Con naves extraterrestres masivas y armas avanzadas, los humanos deben unirse para luchar contra la amenaza alienígena y defender su hogar.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL DIA DESPUES DE MAÑANA",
        "descripcion": "Cuando una serie de eventos climáticos extremos desencadenan una nueva era de hielo global, la humanidad se enfrenta a una lucha desesperada por la supervivencia. Mientras el mundo se congela a su alrededor, un científico valiente lucha por reunirse con su familia y encontrar un refugio seguro en medio de la devastación.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "GUERRA MUNDIAL Z",
        "descripcion": "En esta emocionante película de catástrofe, un brote mortal de un virus zombie amenaza con destruir la civilización humana. Mientras los muertos vivientes se multiplican rápidamente, un ex investigador de la ONU debe emprender una misión peligrosa para encontrar una cura y detener la propagación del virus antes de que sea demasiado tarde.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL JUEGO DE ENDER",
        "descripcion": "En un futuro distópico, la Tierra se enfrenta a una amenaza alienígena implacable que busca destruir a la humanidad. Para prepararse para la guerra final, la humanidad recluta a jóvenes prodigios para entrenar en una escuela militar espacial. Entre ellos se encuentra Ender Wiggin, un niño brillante que se convierte en la última esperanza de la humanidad para la supervivencia.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL DIA FINAL",
        "descripcion": "Cuando una serie de explosiones nucleares desencadenan el inicio de la Tercera Guerra Mundial, la humanidad se enfrenta a su extinción inminente. Mientras el mundo se sumerge en el caos y la destrucción, un grupo de sobrevivientes lucha por encontrar un refugio seguro y mantener viva la esperanza en medio de la oscuridad.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "THE CORE",
        "descripcion": "En esta emocionante película de catástrofe, un equipo de científicos valientes se embarca en una misión audaz para salvar el planeta de la destrucción total. Con un reactor nuclear experimental, deben viajar al centro de la Tierra para reiniciar el núcleo y evitar una catástrofe global.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "TWISTER",
        "descripcion": "Un equipo de cazadores de tormentas persigue tornados mortales en una carrera contra el tiempo para estudiar su comportamiento y predecir sus movimientos. Pero cuando una tormenta monstruosa amenaza con destruir todo a su paso, deben arriesgar sus vidas para salvar a quienes están en el camino del desastre.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "DEEP IMPACT",
        "descripcion": "Cuando un asteroide del tamaño de Texas se dirige hacia la Tierra, la humanidad enfrenta su extinción inminente. Mientras el mundo se prepara para el impacto catastrófico, un grupo de personas lucha por sobrevivir en medio del caos y la destrucción mientras buscan una manera de salvar a la humanidad.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL DIA DE LOS TRIFIDOS",
        "descripcion": "Tras un evento catastrófico que deja a la Tierra sumida en la oscuridad, una raza mortal de plantas alienígenas comienza a invadir y exterminar a la humanidad. Mientras el mundo se sumerge en el caos y la desesperación, un grupo de sobrevivientes lucha por encontrar una manera de derrotar a las criaturas letales y salvar a la humanidad de la extinción.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "2012: ICE AGE",
        "descripcion": "Después de una serie de eventos catastróficos que sumergen al mundo en una era glacial, la humanidad lucha por sobrevivir en un mundo congelado y desolado. Con la civilización al borde de la extinción, un grupo de personas valientes lucha por encontrar un refugio seguro y mantener viva la esperanza en medio del frío y la desolación.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL DÍA DEL JUICIO FINAL",
        "descripcion": "En esta película de acción y catástrofe, un ex bombero y su familia se enfrentan a una serie de desastres naturales sin precedentes que amenazan con acabar con la humanidad. Con terremotos, tsunamis y erupciones volcánicas devastadoras, deben luchar contra viento y marea para sobrevivir y encontrar un lugar seguro en medio del caos.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "TORBELLINO DE FUEGO",
        "descripcion": "Cuando una serie de tornados mortales golpean una pequeña ciudad, dejando a su paso una estela de destrucción y muerte, los residentes luchan por sobrevivir a la furia de la naturaleza. Con vientos huracanados y escombros volando por el aire, cada minuto cuenta mientras intentan encontrar un refugio seguro y proteger a sus seres queridos.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL ÚLTIMO HURACÁN",
        "descripcion": "Cuando un huracán de categoría 5 se dirige hacia la costa este de Estados Unidos, las autoridades advierten a los residentes que se preparen para lo peor. Con vientos huracanados y marejadas ciclónicas, aquellos que eligen quedarse se enfrentan a una lucha desesperada por sobrevivir mientras el huracán arrasa todo a su paso.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "LA OLA PERFECTA",
        "descripcion": "En esta película de surf y catástrofe, un grupo de surfistas se enfrenta a una serie de olas gigantes en una playa remota de Hawai. Pero cuando una ola monstruosa se forma en el horizonte, deben luchar por sus vidas mientras intentan escapar del poder devastador de la ola perfecta.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL FIN DE LOS TIEMPOS",
        "descripcion": "En esta película de suspense y catástrofe, una serie de extraños sucesos apocalípticos desconciertan a la humanidad, desde suicidios masivos hasta fenómenos naturales inexplicables. Mientras el mundo se sumerge en el caos y la paranoia, un hombre y una mujer intentan encontrar respuestas mientras luchan por sobrevivir al fin de los tiempos.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "HURACÁN: EN EL OJO DE LA TORMENTA",
        "descripcion": "En esta película de acción y catástrofe, una serie de huracanes monstruosos amenazan con destruir la costa este de Estados Unidos. Con vientos huracanados y marejadas ciclónicas, las autoridades luchan por evacuar a la población antes de que sea demasiado tarde, mientras los residentes se enfrentan a una lucha desesperada por sobrevivir a la tormenta.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "LA GRAN INUNDACIÓN",
        "descripcion": "Cuando una presa colapsa, desencadenando una inundación masiva que arrasa una ciudad entera, los residentes luchan por sobrevivir a la creciente marea de agua. Con casas y edificios sumergidos bajo el agua, cada minuto cuenta mientras las autoridades y los residentes trabajan juntos para rescatar a los atrapados y encontrar seguridad en medio de la devastación.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL COLAPSO",
        "descripcion": "En esta película de suspenso y catástrofe, una serie de eventos inexplicables y catastróficos golpea una ciudad, llevando a sus habitantes al borde del colapso total. Con el caos y la paranoia en aumento, un grupo de personas lucha por mantener la cordura y encontrar una salida en medio de la devastación que los rodea.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "MAREA NEGRA",
        "descripcion": "En esta película de drama y catástrofe, un derrame de petróleo masivo en el Golfo de México desencadena una serie de eventos devastadores que amenazan con destruir el ecosistema marino y la vida de miles de personas. Con el medio ambiente en peligro y la economía local en crisis, un grupo de valientes lucha por limpiar el desastre y salvar la vida marina.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "PANDEMIA",
        "descripcion": "Cuando un virus mortal se propaga rápidamente por todo el mundo, desencadena una pandemia global que amenaza con diezmar la población humana. Con hospitales desbordados y recursos escasos, los gobiernos luchan por contener la propagación del virus mientras los ciudadanos luchan por sobrevivir en un mundo al borde del colapso.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "LLEGADA",
        "descripcion": "En esta película de ciencia ficción y catástrofe, misteriosas naves extraterrestres llegan a la Tierra, desencadenando una crisis global y poniendo a la humanidad al borde de la guerra. Mientras los gobiernos luchan por entender las intenciones de los visitantes, una lingüista valiente lidera un equipo para comunicarse con los extraterrestres y evitar un desastre aún mayor.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL IMPACTO",
        "descripcion": "Cuando un asteroide gigante se dirige hacia la Tierra, los científicos descubren que el impacto podría tener consecuencias catastróficas para la vida en el planeta. Con el tiempo agotándose, los líderes mundiales se unen para encontrar una manera de desviar el asteroide y salvar a la humanidad de la aniquilación total.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "LA PANDEMIA ZOMBIE",
        "descripcion": "En esta película de terror y catástrofe, un brote de un virus desconocido convierte a los infectados en zombis sedientos de sangre. Con la sociedad al borde del colapso y los muertos vivientes al acecho, un grupo de sobrevivientes lucha por encontrar un refugio seguro y evitar convertirse en la próxima víctima de la pandemia zombie.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "LA HORA CERO",
        "descripcion": "En esta película de suspense y catástrofe, un asteroide en curso de colisión con la Tierra desencadena una carrera contra el tiempo para evitar la extinción total. Con el reloj en marcha, un equipo de científicos valientes se embarca en una misión desesperada para desviar el asteroide y salvar a la humanidad de la destrucción inminente.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "DESTRUCCIÓN TOTAL",
        "descripcion": "En esta película de acción y catástrofe, una serie de desastres naturales sin precedentes golpea el mundo, llevando a la humanidad al borde de la extinción. Con terremotos, tsunamis, erupciones volcánicas y huracanes devastadores, los supervivientes deben unir fuerzas para enfrentar la devastación y encontrar una forma de reconstruir un futuro en un mundo desgarrado por el caos.",
        "genero": "Catástrofe"
    },
    {
        "titulo": "EL JUICIO FINAL",
        "descripcion": "En esta película de suspenso y catástrofe, una serie de eventos inexplicables y aterradores desencadenan el fin del mundo tal como lo conocemos. Con el caos y la destrucción en aumento, un grupo de personas lucha por sobrevivir al juicio final mientras enfrentan la ira divina y los horrores del apocalipsis.",
        "genero": "Catástrofe"
    }
]